const test = [
    { // 1
        name: "Как аббревиатура переводится на русский",
        trueAnsw: "сокращение",
        answers: ["расширение", "утолщение", "вычеркивание"]
    },
    { // 2
        name: "сложение двух и более слов и последующее их сокращение называется",
        trueAnsw: "аббревициация",
        answers: ["аббревиатурация", "сложение", "примыкание"]
    },
    { // 3
        name: "Графическое сокращение - это",
        trueAnsw: "слово записывается кратко, но произносится полностью",
        answers: ["слово записывается полностью, но произносится кратко", "слово записыватеся полностью и произносится полностью ", "слово записыватеся кратко и произносится кратко  "]
    },
    { // 4
        name: "Усечением называется",
        trueAnsw: "аббревициация",
        answers: ["аббревиатурация", "сложение", "примыкание"]
    },
    { // 5 
        name: "сложение двух и более слов и последующее их сокращение называется",
        trueAnsw: "образование нового слова путем отбрасывания конечной части исходного слова. ",
        answers: ["образование нового слова путем отбрасывания начальной части исходного слова. ", "образование нового слова путем отбрасывания начальной и конечной части исходного слова. ", "образование нового слова путем отбрасывания средней части исходного слова. "]
    },
    { // 6
        name: "как парильно произноситься СССР в официальной речи",
        trueAnsw: "эс-эс-эс-эр",
        answers: ["сэ-сэ-сэ-р", "с-с-с-рэ", "сы-сы-сы-р"]
    },
    { // 7
        name: "Как парвильно проихноситься аббревиатура ГУМ",
        trueAnsw: "г-у-м",
        answers: ["эг-у-эм", "гэ-у-эм", "гы-ыу-ым"]
    },
    { // 8
        name: "Поставте ударение правильно в аббревиатуре ЖКХ ",
        trueAnsw: "жэ-ка-ХА",
        answers: ["Жэ-ка-ха", "жэ-КА-ха", "ЖЭ--КА--ХА"]
    },
];


addQuestion(test);
